Dlubal.RFEM5.DiagramAfterLastStepType
Type of the diagram after last step

Dlubal.RFEM5.DiagramAfterLastStepType.UnknownDiagramType
Unknown type of diagram after last step

Dlubal.RFEM5.DiagramAfterLastStepType.TearingDiagramType
Tearing diagram after last step

Dlubal.RFEM5.DiagramAfterLastStepType.YieldingDiagramType
Yielding diagram after last step

Dlubal.RFEM5.DiagramAfterLastStepType.ContinuousDiagramType
Continuous diagram after last step

Dlubal.RFEM5.DiagramAfterLastStepType.StopDiagramType
Stop diagram after last step